tap "nikitabobko/tap"
tap "homebrew/services"

brew "bash"
brew "bash-completion@2"
brew "gcc@14"
brew "shfmt"
brew "direnv"
brew "coreutils"
brew "neovim"
brew "syncthing", restart_service: true
brew "tmux"
brew "make"
brew "rm-improved"
brew "eza"
brew "bat"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "jq"
brew "marksman"
brew "bash-language-server"
brew "prettier"
brew "htop"
brew "git"
brew "git-delta"
brew "lazygit"
brew "zoxide"
brew "tealdeer"
brew "stylua"
brew "luacheck"
brew "lua-language-server"

cask "font-geist-mono-nerd-font"
cask "anki"
cask "alacritty"
cask "aerospace"
cask "brave-browser"
cask "balenaetcher"
