tap "d12frosted/emacs-plus"
tap "nikitabobko/tap"
tap "homebrew/services"

brew "bash"
brew "bash-completion@2"
brew "gcc@14"
brew "direnv"
brew "coreutils"
brew "neovim"
brew "syncthing", restart_service: true
brew "tmux"
brew "make"
brew "rm-improved"
brew "eza"
brew "bat"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "jq"
brew "prettier"
brew "htop"
brew "git"
brew "git-delta"
brew "lazygit"
brew "zoxide"
brew "tealdeer"
brew "luarocks"
brew "go"
brew "emacs-plus@30"

#cask "font-hack-nerd-font"
cask "anki"
cask "alacritty"
cask "balenaetcher"
