tap "nikitabobko/tap"
tap "homebrew/services"
tap "d12frosted/emacs-plus"

brew "bash"
brew "bash-completion@2"
brew "gcc@14"
brew "llvm"
brew "direnv"
brew "coreutils"
#brew "neovim"
brew "bob"
brew "emacs-plus"
brew "syncthing", restart_service: true
brew "tmux"
brew "make"
brew "rm-improved"
brew "eza"
brew "bat"
brew "fzf"
brew "ripgrep"
brew "fd"
brew "jq"
brew "pandoc"
brew "htop"
brew "git"
brew "git-delta"
brew "lazygit"
brew "zoxide"
brew "tealdeer"
brew "luarocks"
brew "go"

brew "prettier"
brew "bash-language-server"
brew "shellharden"
brew "hadolint"
brew "yamllint"

#cask "font-hack-nerd-font"
cask "anki"
cask "basictex"
cask "amethyst"
cask "ghostty"
